Repository: kangooz/y2y-PluginWC
Catalog: i18n/y2ywsm-*.po
Languages: fr_fr

source: You2You shipping method
fr_fr: you2you - Livraison collaborative

source: Description of your shipping method
fr_fr: you2you, la livraison collaborative. Dynamisez vos ventes en proposant un service de livraison en 3 heures ou sur rendez-vous.

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Enable/Disable
fr_fr: Activer

source: Enable this shipping method
fr_fr: Activer la livraison you2you

source: Time Out
fr_fr: Temps de préparation de la commande

source: Time in hours that you need to prepare a delivery.
fr_fr: (en heure, minimum 1 heure)

source: Inline Calendar?
fr_fr: Calendrier en ligne?

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Email Notification
fr_fr: Notification par email

source: Email Notifications
fr_fr: Notification par email

source: Enable email notifications
fr_fr: Activer les notifications par e-mail

source: Address of the pickup point
fr_fr: Adresse du point de ramassage

source: Store country
fr_fr: Pays

source: Store city
fr_fr: Ville

source: Store address
fr_fr: Rue

source: Store postal code
fr_fr: Code Postal

source: Store additional Information
fr_fr: Informations complémentaires

source: until
fr_fr: à

source: The %s is disabled because the key and secret are not valid
fr_fr: Le plugin %s est désactivé car la clef et le secret API ne sont pas valides. Veuillez contacter le support you2you.

source: German
fr_fr: Allemand

source: English
fr_fr: Anglais

source: Spanish
fr_fr: Espagnol

source: French
fr_fr: Français

source: Japanese
fr_fr: Japonais

source: Dutch
fr_fr: Néerlandais

source: Romanian
fr_fr: Roumain

source: Russian
fr_fr: Russe

source: Ukrainian
fr_fr: Ukrainien

source: Chinese (T)
fr_fr: Chinois traditionnel

source: Chinese (S)
fr_fr: Chinois simplifié

source: Choose delivery date
fr_fr: Choisir la date de livraison

source: Choose
fr_fr: Choisir

source: Please be available at
fr_fr: Veuillez vous rendre disponible de

source: You chose
fr_fr: Vous avez choisi le

source: to receive your package from the shipper. He will ask you a code that you will receive by SMS in a few minutes
fr_fr: pour réceptionner votre colis auprès du livreur. Il vous demandera un code que vous allez recevoir par SMS dans quelques minutes

source: There are more deliveries that day. Please choose another day.
fr_fr: Il n'y a plus de livraisons en ce jour. S'il vous plaît choisir un autre jour.

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Collaborative delivery
fr_fr: Livraison collaborative

source: To ensure a service that is both practical and environmentally friendly, your order will be delivered by our partner You2You. For more information,
fr_fr: Pour vous assurer un service à la fois pratique et écologique, votre commande vous sera livrée par notre partenaire you2you. Pour en savoir plus,

source: <a href="http://www.you2you.fr/commercant/" target="blank">click here.</a>.
fr_fr: <a href="http://www.you2you.fr/commercant/" target="blank">cliquez ici</a>.

source: Choose your delivery date
fr_fr: Choisis le créneau de livraison.

source: Time
fr_fr: Horaire

source: Choose your delivery time
fr_fr: Choisir l'heure de la livraison

source: You2You is only available for postcodes beggining with %s
fr_fr: Le service you2you est pour le moment disponible dans les départements %s

source: We need to know the date for the delivery
fr_fr: Vous devez nous indiquer un créneau de livraison.

source: Invalid phone number
fr_fr: Numéro de téléphone invalide

source: Invalid date
fr_fr: La date est invalide

source: The delivery date should be after today's date
fr_fr: La date de livraison doit être supérieur

source: Choose an hour after openning time
fr_fr: Choisir une heure après l'heure d'ouverture

source: Choose an hour before closing time
fr_fr: Choisir une heure avant la fermeture

source: The shop is closed in this day
fr_fr: La boutique sera fermée. Choisissez un autre créneau de livraison.

source: The shop is closed at that hour in the morning
fr_fr: Nous ne pouvons pas livrer si tôt. Choisissez un autre créneau de livraison.

source: The shop is closed at that hour in the afternoon
fr_fr: Nous ne pouvons pas livrer à l'heure sélectionnée. Choisissez un autre créneau de livraison.

source: Your delivery will be posted to you2you after the payment is made
fr_fr: Votre commande sera transmise à you2you après la confirmation de votre paiement.

source: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Name: %s<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quantity: %s<br>
fr_fr: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Produit : %s<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quantité : %s<br>

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Width: %s<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Length: %s<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Height: %s<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Weight: %s<br>
fr_fr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Longueur : %s<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Largeur : %s<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hauteur : %s<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Poids : %s<br>

source: undefined
fr_fr: Non définit

source: Order added from woocommerce plugin
fr_fr: Commande créée avec le plugin WooCommerce

source: A order has been placed from woocommerce plugin.<br>Order ID: %s<br>Site URL: %s<br>Store: %s, %s %s %s<br>Store information: %s<br>Order details: %s<br>Destination: %s, %s %s %s <br>%s<br>Destination information: %s<br>Company: %s<br>Firstname: %s<br>Lastname: %s<br>Email: %s<br>Phone: %s<br>Shipstart: %s<br>Shipend: %s<br>Compensation: %s&euro;
fr_fr: Une commande a été enregistrée sur le woocommerce plugin.<br>Order ID: %s<br>Site URL: %s<br>Store: %s, %s %s %s<br>Information du magasin: %s<br>Détails de la commande : %s<br>Destination: %s, %s %s %s <br>%s<br>Information destination : %s<br>Société : %s<br>Prénom : %s<br>Nom : %s<br>Email: %s<br>Téléphone: %s<br>Début du créneau: %s<br>Fin du créneau : %s<br>Compensation : %s&euro;

source: Order canceled from woocommerce plugin
fr_fr: Commande annulée à partir du plugin WooCommerce

source: Order canceled from woocommerce plugin.<br>Store address: %s, %s %s %s<br>Shipping address: %s, %s %s %s<br>Shipstart: %s
fr_fr: Commande annulée à partir du plugin WooCommerce.<br>Adresse du magasin : %s, %s %s %s<br>Adresse de livraison : %s, %s %s %s<br>Horaire de livraison : %s

source: Delivery date
fr_fr: Date de livraison

source: %s between %s and %s
fr_fr: %s entre %s et %s
